Revit 2024 API
SymbolTypeId.CdPerMSup2 Property
 Symbol cd/m², indicating unit Candelas per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CdPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property CdPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CdPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace